Repository: Dartomic/devhelp
Catalog: po/*.po
Languages: az

source: Developers Help program
az: İnkişafçıların Yardım proqramı

source: Choose a book...
az: Kitab seç...

source: Problems when reading books: %s
az: Kitab oxunurkən problemlər oldu: %s

source: Empty document: %s
az: Boş sənəd: %s

source: Document wrong type, got %s, expected 'booklist': %s
az: Yanlış sənəd növü, %s alındı, 'booklist' gözlənilirdi: %s

source: Failed to open file %s for writing.
az: %s yazma üçün alıa bilmədi.

source: _Contents
az: _Məzmun

source: _Search
az: A_xtar

source: A developer's help browser
az: İnkişafçının yardım səyyahı

source: Open %s
az: %s aç

source: DevHelp Controller
az: DevHelp İdarəçisi

source: DevHelp Controller Factory
az: DevHelp İdarəçisi Emalatxanası

source: DevHelp HelpBrowser
az: DevHelp Yardım Səyyahı

source: DevHelp HelpBrowser Factory
az: DevHelp Yardım Səyyahı Emalatxanası

source: Couldn't open uri: %s
az: Uri açıla bilmir: %s

source: Print Help
az: Yardımı Çap Et

source: Print Preview
az: Çap Nümayişi

source: Printing failed.
az: Çap etmə bacarılmadı.

source: The book is already installed.
az: Bu kitab onsuz da quruludur.

source: Failed to move book. This should never happen.
az: Kitab daşıma bacarılmadı. Bu, heç vaxt olmamalıdır.

source: Failed to extract spec file from book.
az: Kitabdakı spec faylı açıla bilmir.

source: Error, the book is corrupted or very old.
az: Xəta, kitab ya xəsərlidir ya da çox köhnədir.

source: Failed to extract the book.
az: Kitab içəridən çıxardıla bilmir.

source: Wrong type (mime_type=%s).
az: Səhv növ (mime_type=%s).

source: Could not activate devhelp: '%s'
az: Devhelp fəallaşdırıla bilmir: '%s'

source: Could not search for string.
az: Qatar axtarışı aparıla bilmir.

source: Search for a function
az: Funksiya axtar

source: Tiny
az: İncə

source: Small
az: Kiçik

source: Medium
az: Orta

source: Large
az: Enli

source: Huge
az: İri

source: << _Show
az: << _Göstər

source: Author:
az: Müəllif:

source: Book info
az: Kitab haqqında

source: Bookmarks
az: Nişanlar

source: DevHelp Book Manager
az: DevHelp Kitab İdarəçisi

source: DevHelp Preferences
az: DevHelp Tərcihləri

source: Hidden
az: Gizli

source: Install new book...
az: Yeni kitab qur...

source: Move down
az: Aşağı daşı

source: Move up
az: Yuxarı daşı

source: Name:
az: Ad:

source: Path:
az: Cığır:

source: Remove
az: Sil

source: Reset to defaults
az: Əsaslara keç

source: Search
az: Axtar

source: Show _sidebar
az: _Yan çubuğu göstər

source: Title:
az: Başlıq:

source: Version:
az: Buraxılış:

source: View
az: Göstər

source: Visible
az: Görünə bilən

source: _Edit book...
az: Kitabı _düzəlt...

source: _Hide >>
az: _Gizlə >>

source: _Limit the number of hits to:
az: Vuruş miqdarını bununla _məhdudlaşdır:

source: _Text size:
az: _Mətn böyüklüyü:

source: About this application
az: Bu proqram haqqında

source: Font size
az: Yazı növü böyüklüyü

source: Open preferences dialog
az: Tərcihlər dialoqunu aç

source: Preferences...
az: Tərcihlər...

source: Print the html page
az: html səhifəsini çap et

source: Show sidebar
az: Yan çubuğu göstər

source: _About...
az: _Haqqında...

source: _Exit
az: _Çıx

source: _File
az: _Fayl

source: _Help
az: _Yardım

source: _Print
az: _Çap Et

source: _Settings
az: _Qurğular

source: _View
az: _Göstər

source: Back
az: Geri

source: Book Manager...
az: Kitab İdarəçisi...

source: Forward
az: İrəli

source: Go to next page in the history
az: Keçmişdə sonrakı səhifəyə get

source: Go to previous page in the history
az: Keçmişdə əvvəlki səhifəyə get

source: Open the book manager dialog
az: Kitab idarəçisi dialoqunu aç
